Repository: whooslizi/macUSB
Catalog: macUSB/Resources/Localizable.xcstrings
Source language: pl
Languages: de, en, es, fr, it, ja, pt_br, ru, tr, uk, vi, zh_hans

source: Eksportuj logi diagnostyczne
de: Diagnoseprotokolle exportieren
en: Export diagnostic logs
es: Exportar registros de diagnóstico
fr: Exporter les journaux de diagnostic
it: Esportare i log diagnostici
ja: 診断ログをエクスポート
pt_br: Exportar logs de diagnóstico
ru: Экспорт журналов диагностики
tr: Teşhis günlüklerini dışa aktar
uk: Експорт журналів діагностики
vi: Xuất nhật ký chẩn đoán
zh_hans: 导出诊断日志

source: Eksportuj logi diagnostyczne...
de: Diagnoseprotokolle exportieren...
en: Export diagnostic logs...
es: Exportar registros de diagnóstico...
fr: Exporter les journaux de diagnostic...
it: Esporta registri diagnostici...
ja: 診断ログをエクスポート...
pt_br: Exportar logs de diagnóstico...
ru: Экспорт журналов диагностики...
tr: Tanılama günlüklerini dışa aktar...
uk: Експорт журналів діагностики...
vi: Xuất nhật ký chẩn đoán...
zh_hans: 导出诊断日志...

source: Etapy pobierania
de: Schritte herunterladen
en: Download steps
es: Descargar pasos
fr: Étapes de téléchargement
it: Scarica i passaggi
ja: ダウンロード手順
pt_br: Etapas de download
ru: Шаги загрузки
tr: Adımları indirin
uk: кроки завантаження
vi: Các bước tải xuống
zh_hans: 下载步骤

source: Etapy tworzenia
de: Erstellungsschritte
en: Creation stages
es: Etapas de creación
fr: Étapes de création
it: Fasi della creazione
ja: 作成ステージ
pt_br: Etapas de criação
ru: Этапы создания
tr: Yaratılış aşamaları
uk: Етапи створення
vi: Các giai đoạn sáng tạo
zh_hans: 创建阶段

source: Gotowe
de: Bereit
en: Ready
es: Listo
fr: Prêt
it: Pronto
ja: 準備完了
pt_br: Pronto
ru: Готовый
tr: Hazır
uk: Готово
vi: Sẵn sàng
zh_hans: 就绪

source: Helper działa prawidłowo i jest gotowy do pracy.
de: Der Helper funktioniert ordnungsgemäß und ist einsatzbereit.
en: The helper is working properly and is ready to use.
es: El asistente funciona correctamente y está listo para usarse.
fr: L’assistant fonctionne correctement et est prêt à l’emploi.
it: L'helper funziona correttamente ed è pronto all'uso.
ja: ヘルパーは正常に動作しており、使用可能です。
pt_br: O helper está funcionando corretamente e está pronto para uso.
ru: Помощник работает исправно и готов к работе.
tr: Yardımcı düzgün çalışıyor ve kullanıma hazır.
uk: Помічник працює належним чином і готовий до роботи.
vi: Trình trợ giúp đang hoạt động bình thường và sẵn sàng sử dụng.
zh_hans: 辅助程序工作正常并可供使用。

source: Helper jest już usunięty
de: Helper ist bereits entfernt
en: Helper is already removed
es: El helper ya esta eliminado
fr: L outil auxiliaire est deja supprime
it: L'aiutante è già stato rimosso
ja: ヘルパーはすでに削除されています
pt_br: O helper ja foi removido
ru: Helper уже удален
tr: Yardımcı zaten kaldırıldı
uk: Помічник уже видалений
vi: Người trợ giúp đã bị xóa
zh_hans: 辅助工具已被移除

source: Helper nie jest gotowy do pracy.
de: Der Helper ist nicht bereit.
en: Helper is not ready.
es: El helper no esta listo.
fr: L outil auxiliaire n est pas pret.
it: L'aiutante non è pronto per il lavoro.
ja: ヘルパーの準備ができていません。
pt_br: O helper nao esta pronto.
ru: Helper не готов к работе.
tr: Yardımcı çalışmaya hazır değil.
uk: Помічник не готовий до роботи.
vi: Người trợ giúp chưa sẵn sàng làm việc.
zh_hans: 辅助工具尚未就绪。

source: Helper nie potwierdził usunięcia katalogu sesji
de: Der Helper hat das Löschen des Sitzungskatalogs nicht bestätigt
en: Helper did not confirm deletion of the session directory
es: El asistente no confirmó la eliminación del directorio de sesión
fr: L’assistant n’a pas confirmé la suppression du répertoire de session
it: L'helper non ha confermato l'eliminazione della directory di sessione
ja: ヘルパーはセッションディレクトリの削除を確認しませんでした
pt_br: O helper não confirmou a exclusão do diretório da sessão
ru: Помощник не подтвердил удаление каталога сессии
tr: Yardımcı oturum dizininin silindiğini doğrulamadı
uk: Помічник не підтвердив видалення каталогу сесії
vi: Trình trợ giúp không xác nhận việc xóa thư mục phiên
zh_hans: 辅助程序未确认会话目录删除

source: Helper nie potwierdził usunięcia plików tymczasowych
de: Der Helper hat das Löschen temporärer Dateien nicht bestätigt
en: Helper did not confirm the deletion of temporary files
es: El asistente no confirmó la eliminación de los archivos temporales
fr: L’assistant n’a pas confirmé la suppression des fichiers temporaires
it: L'helper non ha confermato l'eliminazione dei file temporanei
ja: ヘルパーは一時ファイルの削除を確認しませんでした
pt_br: O helper não confirmou a exclusão dos arquivos temporários
ru: Помощник не подтвердил удаление временных файлов
tr: Yardımcı geçici dosyaların silindiğini doğrulamadı
uk: Помічник не підтвердив видалення тимчасових файлів
vi: Trình trợ giúp không xác nhận việc xóa các tệp tạm thời
zh_hans: 辅助程序未确认临时文件删除

source: Helper nie zwrócił identyfikatora zadania.
de: Der Helper hat keine Workflow-ID zurückgegeben.
en: Helper did not return a workflow identifier.
es: El helper no devolvió un identificador de flujo de trabajo.
fr: Le helper n a pas renvoyé d identifiant de workflow.
it: L'aiutante non ha restituito l'ID dell'attività.
ja: helper がワークフロー識別子を返しませんでした。
pt_br: O helper não retornou um identificador de workflow.
ru: Helper не вернул идентификатор рабочего процесса.
tr: Yardımcı görev kimliğini döndürmedi.
uk: Помічник не повернув ідентифікатор завдання.
vi: Người trợ giúp không trả lại ID nhiệm vụ.
zh_hans: helper 未返回工作流标识符。

source: Helper nie zwrócił ścieżki do instalatora .app
de: Der Helper hat den Pfad zum .app-Installer nicht zurückgegeben
en: Helper did not return the path to the .app installer
es: El asistente no devolvió la ruta al instalador .app
fr: L’assistant n’a pas renvoyé le chemin vers l’installateur .app
it: L'helper non ha restituito il percorso dell'installer .app
ja: ヘルパーは .app インストーラへのパスを返しませんでした
pt_br: O helper não retornou o caminho para o instalador .app
ru: Помощник не вернул путь к установщику .app
tr: Yardımcı, .app yükleyicisinin yolunu döndürmedi
uk: Помічник не повернув шлях до інсталятора .app
vi: Trình trợ giúp không trả về đường dẫn tới bộ cài .app
zh_hans: 辅助程序未返回 .app 安装器路径

source: Helper odpowiada poprawnie (uid=%@, euid=%@, pid=%@)
de: Helper antwortet korrekt (uid=%@, euid=%@, pid=%@)
en: Helper is responding correctly (uid=%@, euid=%@, pid=%@)
es: El helper responde correctamente (uid=%@, euid=%@, pid=%@)
fr: Le helper répond correctement (uid=%@, euid=%@, pid=%@)
it: L'helper risponde correttamente (uid=%@, euid=%@, pid=%@)
ja: helper は正常に応答しています (uid=%@, euid=%@, pid=%@)
pt_br: O helper está respondendo corretamente (uid=%@, euid=%@, pid=%@)
ru: Helper отвечает корректно (uid=%@, euid=%@, pid=%@)
tr: Yardımcı doğru yanıt veriyor (uid=%@, euid=%@, pid=%@)
uk: Помічник відповідає правильно (uid=%@, euid=%@, pid=%@)
vi: Người trợ giúp phản hồi chính xác (uid=%@, euid=%@, pid=%@)
zh_hans: helper 响应正常 (uid=%@, euid=%@, pid=%@)

source: Helper pozostał aktywny po unregister. Przerwano naprawę.
de: Der Helfer blieb nach der Abmeldung aktiv. Reparatur unterbrochen.
en: Helper remained active after unregister. Repair interrupted.
es: El ayudante permaneció activo después de darse de baja. Reparación interrumpida.
fr: Helper est resté actif après la désinscription. Réparation interrompue.
it: L'aiutante è rimasto attivo dopo l'annullamento della registrazione. Riparazione interrotta.
ja: ヘルパーは登録解除後もアクティブなままでした。修理が中断されました。
pt_br: O Helper permaneceu ativo após cancelar o registro. Reparação interrompida.
ru: Helper остался активным после отмены регистрации. Ремонт прерван.
tr: Yardımcı, kayıt silindikten sonra aktif kaldı. Onarım kesintiye uğradı.
uk: Помічник залишився активним після скасування реєстрації. Ремонт перервано.
vi: Người trợ giúp vẫn hoạt động sau khi hủy đăng ký. Sửa chữa bị gián đoạn.
zh_hans: 取消注册后助手仍然处于活动状态。修复中断。

source: Helper wymaga zatwierdzenia w Ustawieniach systemowych.
de: Der Helper erfordert eine Freigabe in den Systemeinstellungen.
en: Helper requires approval in System Settings.
es: El helper requiere aprobacion en Ajustes del sistema.
fr: L outil auxiliaire necessite une autorisation dans les reglages systeme.
it: L'aiutante richiede l'approvazione nelle Impostazioni di sistema.
ja: ヘルパーはシステム設定での承認が必要です。
pt_br: O helper requer aprovacao nos Ajustes do Sistema.
ru: Для helper требуется подтверждение в системных настройках.
tr: Yardımcının Sistem Ayarlarında onaylanması gerekiyor.
uk: Помічник вимагає схвалення в налаштуваннях системи.
vi: Người trợ giúp yêu cầu phê duyệt trong Cài đặt hệ thống.
zh_hans: 辅助工具需要在系统设置中批准。

source: Helper został usunięty
de: Helper wurde entfernt
en: Helper has been removed
es: El helper se ha eliminado
fr: L outil auxiliaire a ete supprime
it: L'aiutante è stato rimosso
ja: ヘルパーが削除されました
pt_br: O helper foi removido
ru: Helper удален
tr: Yardımcı kaldırıldı
uk: Помічника видалено
vi: Người trợ giúp đã bị xóa
zh_hans: 辅助工具已移除

source: Helper został zarejestrowany, ale wymaga zatwierdzenia przez użytkownika.
de: Der Helper wurde registriert, erfordert jedoch eine Freigabe durch den Benutzer.
en: Helper was registered, but requires user approval.
es: El helper se registro, pero requiere aprobacion del usuario.
fr: L outil auxiliaire a ete enregistre, mais necessite une approbation de l utilisateur.
it: L'aiutante è stato registrato ma richiede l'approvazione dell'utente.
ja: ヘルパーは登録されましたが、ユーザーの承認が必要です。
pt_br: O helper foi registrado, mas requer aprovacao do usuario.
ru: Helper зарегистрирован, но требует подтверждения пользователя.
tr: Yardımcı kaydedildi ancak kullanıcı onayı gerekiyor.
uk: Помічник зареєстрований, але потребує схвалення користувача.
vi: Người trợ giúp đã được đăng ký nhưng cần có sự chấp thuận của người dùng.
zh_hans: 辅助工具已注册，但需要用户批准。

source: Helper zwrócił błąd składania instalatora
de: Der Helfer hat beim Zusammenstellen des Installationsprogramms einen Fehler zurückgegeben
en: The helper returned an error in assembling the installer
es: El asistente devolvió un error al ensamblar el instalador.
fr: L'assistant a renvoyé une erreur lors de l'assemblage du programme d'installation
it: L'helper ha restituito un errore durante l'assemblaggio del programma di installazione
ja: インストーラーのアセンブル中にヘルパーがエラーを返しました
pt_br: O ajudante retornou um erro na montagem do instalador
ru: Помощник вернул ошибку при сборке установщика
tr: Yardımcı, yükleyiciyi kurarken bir hata döndürdü
uk: Помічник повернув помилку при складанні інсталятора
vi: Người trợ giúp trả về lỗi khi lắp ráp trình cài đặt
zh_hans: 帮助程序在组装安装程序时返回错误

# helper.workflow.catalina_cleanup.status
source: Przygotowywanie miejsca na finalną strukturę instalatora.
de: Vorbereiten des Speicherplatzes fuer die finale Installer-Struktur.
en: Preparing space for the final installer structure.
es: Preparacion del espacio para la estructura final del instalador.
fr: Preparation de l'espace pour la structure finale de l'installateur.
it: Preparazione dello spazio per la struttura dell'installatore finale.
ja: 最終的なインストーラ構成のための領域を準備しています。
pt_br: Preparacao do espaco para a estrutura final do instalador.
ru: Подготовка места для финальной структуры установщика.
tr: Nihai kurulumcu yapısı için alan hazırlanıyor.
uk: Підготовка місця для остаточної конструкції інсталятора.
vi: Chuẩn bị không gian cho cấu trúc trình cài đặt cuối cùng.
zh_hans: 正在为最终安装器结构准备空间。

# helper.workflow.catalina_cleanup.title
source: Przygotowanie struktury instalatora
de: Vorbereiten der Installer-Struktur
en: Preparing installer structure
es: Preparacion de la estructura del instalador
fr: Preparation de la structure de l'installateur
it: Preparazione della struttura dell'installatore
ja: インストーラ構成の準備
pt_br: Preparacao da estrutura do instalador
ru: Подготовка структуры установщика
tr: Kurulum yapısının hazırlanması
uk: Підготовка структури інсталятора
vi: Chuẩn bị cấu trúc trình cài đặt
zh_hans: 准备安装器结构

# helper.workflow.catalina_copy.status
source: Uzupełnianie finalnej struktury aplikacji instalatora.
de: Vervollstaendigen der finalen Struktur der Installer-App.
en: Completing the final installer app structure.
es: Completando la estructura final de la app del instalador.
fr: Finalisation de la structure finale de l'application d'installation.
it: Completamento della struttura finale dell'app di installazione.
ja: インストーラAppの最終構成を整えています。
pt_br: Conclusao da estrutura final do app instalador.
ru: Завершение финальной структуры приложения установщика.
tr: Son yükleyici uygulama yapısının tamamlanması.
uk: Завершення остаточної структури програми встановлення.
vi: Hoàn thành cấu trúc ứng dụng cài đặt cuối cùng.
zh_hans: 正在补全安装器应用的最终结构。

# helper.workflow.catalina_copy.title
source: Kopiowanie plików na nośnik instalacyjny
de: Kopieren der Dateien auf das Installationsmedium
en: Copying files to installer media
es: Copia de archivos al medio de instalacion
fr: Copie des fichiers vers le support d'installation
it: Copia dei file sul supporto di installazione
ja: インストールメディアへのファイルコピー
pt_br: Copia de arquivos para a midia de instalacao
ru: Копирование файлов на установочный носитель
tr: Dosyaları yükleyici ortamına kopyalama
uk: Копіювання файлів на інсталяційний носій
vi: Sao chép tập tin vào phương tiện cài đặt
zh_hans: 将文件复制到安装介质

# helper.workflow.catalina_xattr.status
source: Finalizowanie uprawnień plików instalatora.
de: Finalisieren der Dateiberechtigungen des Installers.
en: Finalizing installer file permissions.
es: Finalizacion de los permisos de archivos del instalador.
fr: Finalisation des autorisations des fichiers de l'installateur.
it: Finalizzazione delle autorizzazioni del file di installazione.
ja: インストーラファイルの権限を最終調整しています。
pt_br: Finalizacao das permissoes dos arquivos do instalador.
ru: Финализация прав доступа к файлам установщика.
tr: Yükleyici dosyası izinleri sonlandırılıyor.
uk: Завершення дозволів файлу інсталятора.
vi: Đang hoàn tất quyền truy cập tệp trình cài đặt.
zh_hans: 正在完成安装器文件权限设置。

# helper.workflow.catalina_xattr.title
source: Nadawanie uprawnień plikom instalatora
de: Anwenden von Dateiberechtigungen fuer den Installer
en: Applying installer file permissions
es: Aplicacion de permisos de archivos del instalador
fr: Application des autorisations des fichiers de l'installateur
it: Applicazione delle autorizzazioni del file di installazione
ja: インストーラファイル権限の適用
pt_br: Aplicacao das permissoes de arquivos do instalador
ru: Применение прав доступа к файлам установщика
tr: Yükleyici dosyası izinlerini uygulama
uk: Застосування дозволів файлу інсталятора
vi: Áp dụng quyền đối với tệp trình cài đặt
zh_hans: 应用安装器文件权限

# helper.workflow.cleanup_temp.status
source: Usuwanie tymczasowych plików w celu zwolnienia miejsca.
de: Entfernen temporaerer Dateien, um Speicherplatz freizugeben.
en: Removing temporary files to free up space.
es: Eliminacion de archivos temporales para liberar espacio.
fr: Suppression des fichiers temporaires pour liberer de l'espace.
it: Rimozione di file temporanei per liberare spazio.
ja: 空き容量を確保するため一時ファイルを削除しています。
pt_br: Remocao de arquivos temporarios para liberar espaco.
ru: Удаление временных файлов для освобождения места.
tr: Yer açmak için geçici dosyaları kaldırma.
uk: Видалення тимчасових файлів, щоб звільнити місце.
vi: Xóa các tập tin tạm thời để giải phóng dung lượng.
zh_hans: 正在删除临时文件以释放空间。

# helper.workflow.cleanup_temp.title
source: Porządkowanie plików tymczasowych
de: Aufraeumen temporaerer Dateien
en: Cleaning up temporary files
es: Limpieza de archivos temporales
fr: Nettoyage des fichiers temporaires
it: Pulizia dei file temporanei
ja: 一時ファイルの整理
pt_br: Limpeza de arquivos temporarios
ru: Очистка временных файлов
tr: Geçici dosyaları temizleme
uk: Очищення тимчасових файлів
vi: Dọn dẹp các tập tin tạm thời
zh_hans: 正在清理临时文件

# helper.workflow.createinstallmedia.status
source: Kopiowanie plików instalatora na wybrany nośnik USB.
de: Kopieren der Installationsdateien auf das ausgewaehlte USB-Medium.
en: Copying installer files to the selected USB media.
es: Copiado de los archivos del instalador al medio USB seleccionado.
fr: Copie des fichiers d'installation sur le support USB selectionne.
it: Copia dei file di installazione sul supporto USB selezionato.
ja: 選択したUSBメディアへインストーラファイルをコピーしています。
pt_br: Copia dos arquivos do instalador para a midia USB selecionada.
ru: Копирование файлов установщика на выбранный USB-носитель.
tr: Yükleyici dosyaları seçilen USB ortamına kopyalanıyor.
uk: Копіювання файлів інсталятора на вибраний носій USB.
vi: Sao chép tập tin cài đặt vào phương tiện USB đã chọn.
zh_hans: 正在将安装器文件复制到所选 USB 介质。

# helper.workflow.createinstallmedia.title
source: Tworzenie nośnika instalacyjnego
de: Erstellen des Installationsmediums
en: Creating installation media
es: Creacion del medio de instalacion
fr: Creation du support d'installation
it: Creazione del supporto di installazione
ja: インストールメディアの作成
pt_br: Criacao da midia de instalacao
ru: Создание установочного носителя
tr: Kurulum medyası oluşturma
uk: Створення інсталяційного носія
vi: Tạo phương tiện cài đặt
zh_hans: 正在创建安装介质

# helper.workflow.finalize.status
source: Finalizowanie operacji i przygotowywanie podsumowania.
de: Finalisieren des Vorgangs und Vorbereiten der Zusammenfassung.
en: Finalizing the operation and preparing a summary.
es: Finalizacion de la operacion y preparacion del resumen.
fr: Finalisation de l'operation et preparation du resume.
it: Finalizzare l'operazione e preparare una sintesi.
ja: 処理を完了し、概要を準備しています。
pt_br: Finalizacao da operacao e preparacao do resumo.
ru: Завершение операции и подготовка итогов.
tr: Operasyonun sonuçlandırılması ve özetin hazırlanması.
uk: Завершення операції та підготовка резюме.
vi: Hoàn thiện hoạt động và chuẩn bị một bản tóm tắt.
zh_hans: 正在完成操作并准备摘要。

# helper.workflow.finalize.title
source: Zakończenie procesu
de: Abschliessen des Vorgangs
en: Finishing the process
es: Finalizacion del proceso
fr: Finalisation du processus
it: Fine del processo
ja: 処理の完了
pt_br: Finalizacao do processo
ru: Завершение процесса
tr: Süreci bitirme
uk: Завершення процесу
vi: Kết thúc quá trình
zh_hans: 正在完成流程

# helper.workflow.imagescan.status
source: Weryfikowanie obrazu instalacyjnego przed zapisem.
de: Ueberpruefen des Installationsabbilds vor dem Schreiben.
en: Verifying the installer image before writing.
es: Verificacion de la imagen de instalacion antes de la grabacion.
fr: Verification de l'image d'installation avant l'ecriture.
it: Verificare l'immagine del programma di installazione prima di scrivere.
ja: 書き込み前にインストーライメージを検証しています。
pt_br: Verificacao da imagem de instalacao antes da gravacao.
ru: Проверка установочного образа перед записью.
tr: Yazmadan önce yükleyici görüntüsünün doğrulanması.
uk: Перевірка образу інсталятора перед записом.
vi: Xác minh hình ảnh trình cài đặt trước khi viết.
zh_hans: 正在写入前验证安装镜像。

# helper.workflow.imagescan.title
source: Weryfikowanie obrazu instalatora
de: Ueberpruefen des Installationsabbilds
en: Verifying installer image
es: Verificacion de la imagen del instalador
fr: Verification de l'image d'installation
it: Verifica dell'immagine del programma di installazione
ja: インストーライメージの検証
pt_br: Verificacao da imagem do instalador
ru: Проверка образа установщика
tr: Yükleyici görüntüsü doğrulanıyor
uk: Перевірка зображення інсталятора
vi: Đang xác minh hình ảnh trình cài đặt
zh_hans: 正在验证安装器镜像

# helper.workflow.ppc_format.status
source: Dostosowywanie nośnika USB dla instalatora PowerPC.
de: Anpassen des USB-Mediums fuer einen PowerPC-Installer.
en: Adapting USB media for a PowerPC installer.
es: Adaptacion del medio USB para un instalador PowerPC.
fr: Adaptation du support USB pour un installateur PowerPC.
it: Adattamento del supporto USB per un programma di installazione PowerPC.
ja: PowerPCインストーラ向けにUSBメディアを調整しています。
pt_br: Adaptacao da midia USB para um instalador PowerPC.
ru: Настройка USB-носителя для установщика PowerPC.
tr: USB ortamını PowerPC yükleyicisi için uyarlama.
uk: Адаптація носія USB для інсталятора PowerPC.
vi: Điều chỉnh phương tiện USB cho trình cài đặt PowerPC.
zh_hans: 正在为 PowerPC 安装器调整 USB 介质。

# helper.workflow.ppc_format.title
source: Przygotowywanie nośnika USB
de: Vorbereiten des USB-Mediums
en: Preparing USB media
es: Preparacion del medio USB
fr: Preparation du support USB
it: Preparazione del supporto USB
ja: USBメディアの準備
pt_br: Preparacao da midia USB
ru: Подготовка USB-носителя
tr: USB ortamının hazırlanması
uk: Підготовка USB-носія
vi: Đang chuẩn bị phương tiện USB
zh_hans: 正在准备 USB 介质

# helper.workflow.ppc_restore.status
source: Przenoszenie obrazu systemu na nośnik zgodny z PowerPC.
de: Uebertragen des Systemabbilds auf ein PowerPC-kompatibles Medium.
en: Transferring the system image to PowerPC-compatible media.
es: Transferencia de la imagen del sistema a un medio compatible con PowerPC.
fr: Transfert de l'image systeme vers un support compatible PowerPC.
it: Trasferimento dell'immagine del sistema su un supporto compatibile con PowerPC.
ja: PowerPC対応メディアへシステムイメージを転送しています。
pt_br: Transferencia da imagem do sistema para uma midia compativel com PowerPC.
ru: Перенос образа системы на носитель, совместимый с PowerPC.
tr: Sistem görüntüsünü PowerPC uyumlu ortama aktarma.
uk: Перенесення образу системи на PowerPC-сумісний носій.
vi: Chuyển hình ảnh hệ thống sang phương tiện tương thích với PowerPC.
zh_hans: 正在将系统镜像传输到与 PowerPC 兼容的介质。

# helper.workflow.ppc_restore.title
source: Tworzenie nośnika instalacyjnego
de: Erstellen des Installationsmediums
en: Creating installation media
es: Creacion del medio de instalacion
fr: Creation du support d'installation
it: Creazione del supporto di installazione
ja: インストールメディアの作成
pt_br: Criacao da midia de instalacao
ru: Создание установочного носителя
tr: Kurulum medyası oluşturma
uk: Створення інсталяційного носія
vi: Tạo phương tiện cài đặt
zh_hans: 正在创建安装介质

# helper.workflow.preformat.status
source: Konfigurowanie nośnika USB do utworzenia instalatora.
de: Konfigurieren des USB-Mediums fuer die Erstellung des Installers.
en: Configuring USB media for installer creation.
es: Configuracion del medio USB para crear el instalador.
fr: Configuration du support USB pour la creation de l'installateur.
it: Configurazione del supporto USB per la creazione del programma di installazione.
ja: インストーラ作成のためにUSBメディアを構成しています。
pt_br: Configuracao da midia USB para criar o instalador.
ru: Настройка USB-носителя для создания установщика.
tr: Yükleyici oluşturmak için USB ortamını yapılandırma.
uk: Налаштування носія USB для створення інсталятора.
vi: Định cấu hình phương tiện USB để tạo trình cài đặt.
zh_hans: 正在配置 USB 介质以创建安装器。

# helper.workflow.preformat.title
source: Przygotowywanie nośnika USB
de: Vorbereiten des USB-Mediums
en: Preparing USB media
es: Preparacion del medio USB
fr: Preparation du support USB
it: Preparazione del supporto USB
ja: USBメディアの準備
pt_br: Preparacao da midia USB
ru: Подготовка USB-носителя
tr: USB ortamının hazırlanması
uk: Підготовка USB-носія
vi: Đang chuẩn bị phương tiện USB
zh_hans: 正在准备 USB 介质

# helper.workflow.prepare_source.status
source: Przygotowywanie plików źródłowych dla bezpiecznego przebiegu procesu.
de: Vorbereiten der Quelldateien fuer einen sicheren Ablauf.
en: Preparing source files for a safe workflow.
es: Preparacion de los archivos de origen para un proceso seguro.
fr: Preparation des fichiers source pour un deroulement securise.
it: Preparazione dei file di origine per un flusso di lavoro sicuro.
ja: 安全に処理を進めるためソースファイルを準備しています。
pt_br: Preparacao dos arquivos de origem para um fluxo seguro.
ru: Подготовка исходных файлов для безопасного выполнения процесса.
tr: Güvenli bir iş akışı için kaynak dosyaları hazırlamak.
uk: Підготовка вихідних файлів для безпечного робочого процесу.
vi: Chuẩn bị các tập tin nguồn cho một quy trình làm việc an toàn.
zh_hans: 正在准备源文件，以确保流程安全进行。
